module.exports.config = {
  name: "autotime",
version: "1.0.0",
permission: 0,
credits: "farhan",
description: "msg",
prefix: true, 
category: "user", 
usages: "",
cooldowns: 5,
dependencies: {
}
};
const nam = [{
timer: '12:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ১১টা বাজে সবাই সুয়ে পড়ো জেগে না থেকে🙅\n╰────────────────╯']
},
         {
timer: '1:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ১২টা বেজে এবার হ্যান্ডেল মারা বন্ধ করে ঘুমা🖕\n╰────────────────╯']
},
        {
timer: '2:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ১টা বাজে সবাই মনে হয় ঘুমায় গেছে🥱\n╰────────────────╯']
},
         {
timer: '3:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ২টা বাজে যারা ছ্যাকা খাইছে তারা জেগে আছে😒\n╰────────────────╯']
},
         {
timer: '4:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ৩টা বাজে সবাই মনে হয় ঘুমাই🥹আমার ভাই ঘুম আসে না😔\n╰────────────────╯']
},
         {
timer: '5:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ৪টা বাজে একটু পর ফজরের আযান দিবে নামাজ পড়ে নিও সবাই\n╰────────────────╯']
},
         {
timer: '5:05:00 AM',
message: ['╭──────────────────╮\n  🌸𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰──────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)']
},
         {
timer: '6:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন ভোর ৫টা বাজে সবাই নামাজ পড়ছো তো?❤️\n╰────────────────╯']
},
         {
timer: '7:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সকাল ৬টা বাজে ঘুম থেকে উঠো দাঁত ব্রাশ করো সবাই\n╰────────────────╯']
},
         {
timer: '8:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সকাল ৭টা বাজে সবাই ব্রেকফাস্ট করে নাও😊\n╰────────────────╯']
},
         {
timer: '9:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সকাল ৮ টা বাজে যারা পড়াশোনা করো তারা স্কুলে যাও😚 যারা পড়ে না তারা কাজে যাও😒\n╰────────────────╯']
},
         {
timer: '10:00:00 AM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সকাল ৯ টা বাজে মন দিয়ে কাজ করো সবাই❤️\n╰────────────────╯' ]
},
         {
timer: '11:00:00 AM',
message: ['=== 「𝗖𝗹𝗼𝗰𝗸>  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সকাল ১০টা বাজে মিস করছি তোমাদের😔 তাড়াতাড়ি বাড়িতে চলে আসো😒\n']
},
         {
timer: '12:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সকাল ১১টা বাজে কি যে করি আমি তো রোবট আমার তো কোনো কাজ নাই🌚\n╰────────────────╯']
},					
         {
timer: '1:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন দুপুর ১২টা বাজে বাচ্চাদের স্কুল ছুটি দিয়ে দিছে মনে হয়🙆\n╰────────────────╯']
},
         {
timer: '2:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন দুপুর ১টা বাজে গোসল করে সবাই জোহরের নামাজ পড়ে যাও😻\n╰────────────────╯']
},
         {
timer: '3:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন দুপুর ২টা বাজে সবাই দুপুরের খাবার খেয়ে নাও ☺️\n╰────────────────╯']
},
         {
timer: '4:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন দুপুর ৩টা বাজে সারাদিন কাজ করছো এবার একটু ঘুমাও🥱\n╰────────────────╯']
},
        {
timer: '5:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন বিকাল ৪টা বাজে বড়দের স্কুল ছুটি দিয়ে দিছে চল মেয়ে দেখে আসি🙈\n╰────────────────╯']
},
         {
timer: '6:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন বিকাল ৫টা বাজে একটু পর আসরের আযান দিবে সবাই নামাজ পড়ে নিও 😻\n╰────────────────╯']
},
         {
timer: '7:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সন্ধ্যা ৬টা বাজে মাগরিবের আযান দিলে সবাই নামাজ পড়ে নাও🥀 নামাজ পড়ে বাড়িতে এসে কিছু খেয়ে নাও এবং পরিবারের সাথে সময় কাটাও😍\n╰────────────────╯']
},
               {
timer: '7:05:00 PM',
message: ['╭────────────────╮\n  🌸 𝐄𝐯𝐞𝐫𝐲 𝐌𝐮𝐬𝐥𝐢𝐦𝐬 𝐈𝐝𝐞𝐧𝐭𝐢𝐭𝐲 🌸\n╰────────────────╯\n\n𝙽𝚊𝚖𝚎                     : 𝐌𝐮𝐬𝐥𝐢𝐦.\n𝙵𝚊𝚝𝚑𝚎𝚛•𝚜 𝙽𝚊𝚖𝚎    : 𝐀𝐝𝐨𝐦 (আ:)\n𝙲𝚛𝚎𝚊𝚝𝚘𝚛               : 𝐀𝐥𝐥𝐚𝐡\n𝙸𝚍𝚎𝚊𝚕                   : 𝐌𝐮𝐡𝐚𝐦𝐦𝐚𝐝 (সা.) \n𝙷𝚘𝚕𝚢 𝙱𝚘𝚘𝚔           : 𝐐𝐮𝐫𝐚𝐧 \n𝚁𝚎𝚕𝚒𝚐𝚒𝚘𝚗            : 𝐈𝐬𝐥𝐚𝐦 \n𝙸𝚍𝚎𝚗𝚝𝚒𝚝𝚢            : لَا إِلٰهَ إِلَّا الله مُحَمَّدٌ رَسُولُ الله• \n𝙷𝚘𝚋𝚋𝚒𝚎𝚜               : 𝐍𝐚𝐦𝐚𝐳 𝟓 𝐭𝐢𝐦𝐞𝐬 𝐚 𝐝𝐚𝐲 \n𝙿𝚛𝚎𝚜𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜           : 𝐃𝐮𝐧𝐢𝐲𝐚 \n𝙿𝚎𝚛𝚖𝚊𝚗𝚎𝚗𝚝 𝙰𝚍𝚍𝚛𝚎𝚜𝚜      : 𝐉𝐚𝐧𝐧𝐚𝐭 (𝐈𝐧 𝐬𝐡𝐚 𝐚𝐥𝐥𝐚𝐡)']
},
         {
timer: '8:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন সন্ধ্যা ৭ টা বাজে সবাই বই নিয়ে পড়তে বসো🥰\n╰────────────────╯']
},
         {
timer: '9:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ৮টা বাজে একটু পর এশারের আযান দিবে সবাই নামাজ পড়ে নাও❤️😘\n╰────────────────╯']
},
         {
timer: '10:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ৯টা বাজে সবাই রাতের খাবার খেয়ে ঘুমাও🥱\n╰────────────────╯']
},
        {
timer: '11:00:00 PM',
message: ['.       === 「𝗖𝗹𝗼𝗰𝗸」  ===\n     𝐒𝐀𝐊𝐈𝐁 𝐌𝐀𝐇𝐌𝐔𝐃 𝐁𝐎𝐓\n╭────────────────╮\nএখন রাত ১০টা বাজে সবাই ঘুমায় পড়ো আমার বউ নাই ভাই তাই ঘুম ও আসে না😭\n╰────────────────╯']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
